IDEA StatiCa Open Model
ValueCount.Create Method (Double, Int32)
Compatible with IDEA StatiCa Beta 21.0 - beta
 Creates a new instance with value and their repeating.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public static ValueCount Create(
	double value,
	int count
)
Public Shared Function Create (
	value As Double,
	count As Integer
) As ValueCount
public:
static ValueCount^ Create(
	double value,
	int count
)
Parameters
value
Type: System.Double
The value to set.
count
Type: System.Int32
The number of repeating.
Return Value
Type: ValueCount
A new instance of ValueCount.
See Also
Reference
ValueCount Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace